adrs_dictionary = {
    "Скорочення": {
        "НВ": "небезпечний вантаж",
        "ТО": "транспортна одиниця",
        "ДНЗ": "державний номерний знак",
        "ТЗ": "транспортний засіб",
        "ДОПНВ": "дорожнє перевезення небезпечних вантажів",
        "ТЗБ": "транспортний засіб-батарея",
        "БЕГК": "багатоелементний газовий контейнер",
        "КСМ": "контейнер середньої вантажопідйомності для масових вантажів",
        "ТОК": "таблички оранжевого кольору",
        "ІНН": "ідентифікаційний номер небезпеки"
    },
    
    "Перевізні документи": {
        "Транспортний документ": {
            "Невірно заповнена ТТН, немає:": {
                "номер ООН з передуючими літерами UN": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: номер ООН з передуючими літерами UN , чим порушив вимоги п.5.4.1.1.1.а) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів. (І категорія порушення)",
                
                "належне вантажне найменування відповідно до таблиці А глави 3.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: належне вантажне найменування відповідно до таблиці А глави 3.2 ДОПНВ , чим порушив вимоги п.5.4.1.1.1.b) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів. (І категорія порушення)",
                
                "номер зразка небезпеки, який вказаний в колонці 5 чи спеціальних положеннях колонці 6 таблиці А Глави 3.2. ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: номер зразка небезпеки, який вказаний в колонці 5 чи спеціальних положеннях колонці 6 таблиці А Глави 3.2. ДОПНВ , чим порушив вимоги п.5.4.1.1.1.с) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів",
                
                "групу пакування даної позиції з колонки 4 таблиці А Глави 3.2": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: групу пакування даної позиції з колонки 4 таблиці А Глави 3.2 , чим порушив вимоги п.5.4.1.1.1.d) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів (І категорія порушення)",
                
                "об’єм, масу нетто чи брутто, в залежності від вантажу": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: об’єм, масу нетто чи брутто, в залежності від вантажу , чим порушив вимоги п.5.4.1.1.1.f) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів.",
                
                "код обмеження проїзду через тунель (якщо він назначений)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та в транспортному документі не вказано: код обмеження проїзду через тунель (якщо він назначений) , чим порушив вимоги п.5.4.1.1.1.k) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів."
            },
            
            "Нерозбірливі записи в ТТН": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202 /30 в автоцистерні днз….. та записи в транспортному документі нерозбірливі, чим порушив вимоги п.5.4.1.1.2. ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів. (ІІІ категорія порушення)",
            
            "Відсутній транспортній документ на вантаж": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1203 /33 в автоцистерні днз….. та на транспортній одиниці був відсутній транспортний документ, чим порушив вимоги п.8.1.2.1.а) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів. (І категорія порушення)"
        },
        
        "Транспортний документ для 1 класу небезпеки": {
            "Відсутній класифікаційний код вантажу в ТТН (наприклад: 1.1D, 1.4G, 1.6N і т.д.)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 0168 в напівпричипі днз ,,,,, та в транспортному документі не вказано класифікаційник код, який передбачений до даної позиції, який передбачений в колонці 3b таблиці А глави 3.2. ДОПНВ, чим порушив вимоги п.5.4.1.1.1.с) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів"
        },
        
        "Транспортний документ для упаковок": {
            "В ТТН не вказано кількість, вид та опис упаковок": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1133/30 в напівпричипі днз ,,,,, та в транспортному документі не вказано кількість та опис (вид) упаковок з даним вантажем, чим порушив вимоги п.5.4.1.1.1.e) ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів."
        }
    },

    "Письмова інструкція": {
        "Письмова інструкція знаходиться не в легкодоступному місці": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1005/268 на напівпричипі днз ,,,,, в переносній цистерні, та в кабіні екіпажу були відсутні, в легкодоступному місці, письмові інструкції передбачені розділом 5.4.3. ДОПНВ, чим порушив вимоги п. 5.4.3.1., 8.1.2.3. ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів.",
        
        "Письмова інструкція старого зразку від ДОПНВ 2015, 2013 років": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1005/268 в автоцистерні днз ,,,,, та письмові інструкції не відповідали вимогам розділу 5.4.3. ДОПНВ, а саме не було вказано знак небезпеки 9А та в класі небезпеки 4.1. «речовини, що полімеризуються», чим порушив вимоги п. 5.4.3.4. ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів.",
        
        "Письмова інструкція не відповідає вимогам ДОПНВ 2019 року": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1005/268 в автоцистерні днз ,,,,, та письмові інструкції не відповідали вимогам розділу 5.4.3. ДОПНВ, а саме в першій колонці таблиці не змінено інформаційне табло на великі знаки небезпеки, чим порушив вимоги п. 5.4.3.4. ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів.",
        
        "Письмова інструкція в чорно-білому форматі": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1005/268 в автоцистерні днз ,,,,, та письмові інструкції не відповідали вимогам розділу 5.4.3. ДОПНВ, а саме в наявності була в чорно-білому форматі, чим порушив вимоги п. 5.4.3.4. ДОПНВ та розділу І пп.9.3. Правил перевезення небезпечних вантажів."
    },

    "Національний дозвіл (маршрут руху)": {
        "Відсутній маршрут для вантажів підвищеної небезпеки": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні, який є вантажем підвищенної небезпеки, не оформив та не погодив маршрут руху, чим порушив розділу І пп.9.1. Правил перевезення небезпечних вантажів.",
        
        "Відсутній маршрут на транспортній одиниці (ТО) для вантажів підвищеної небезпеки": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні, який є вантажем підвищенної небезпеки, та не мав на транспортній одиниці маршруту, руху виданого уповноваженим підрозділом поліції, чим порушив розділу І пп.9.1. Правил перевезення небезпечних вантажів.",
        
        "Перевантаження НВ відповідно до маршруту (більше ніж м маршруті)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні, який є вантажем підвищенної небезпеки, та здійснив перевезення більшою масою, чим затверджено у маршруті руху визначено в п.2, чим порушив розділу І пп.9.1. Правил перевезення небезпечних вантажів.",
        
        "Відхилення від маршруту руху при перевезенні НВ підвищенної небезпеки": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні, який є вантажем підвищенної небезпеки, та здійснив рух не по маршруту узгодженого уповноваженим підрозділом поліції, чим порушив розділу І пп.9.1. Правил перевезення небезпечних вантажів."
    },

    "Копія договору обов’язкового страхування відповідальності суб’єктів перевезення небезпечних вантажів на випадок настання негативних наслідків під час перевезення небезпечних вантажів": {
        "Не було на ТО страховки на вантаж": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні та на транспортній одиниці не було копії договору обов’язкового страхування відповідальності суб’єктів перевезення небезпечних вантажів на випадок настання негативних наслідків під час перевезення небезпечних вантажів, чим порушив вимоги розділу І п.п. 9.2. Правил дорожнього перевезення небезпечних вантажів.",
        
        "В страховці на вантаж не визначено днз ТЗ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні та не було визначено в копії договору обов’язкового страхування відповідальності суб’єктів перевезення небезпечних вантажів на випадок настання негативних наслідків під час перевезення небезпечних вантажів ДНЗ ТЗ, якими здійснюється перевезення, чим порушив вимоги розділу І п.п. 9.2. Правил дорожнього перевезення небезпечних вантажів.",
        
        "В страховці на вантаж не визначено номер ООН вантажу": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1017/265 на напівпричипі днз ,,,,, в контейнер-цистерні та в копії договору обов’язкового страхування відповідальності суб’єктів перевезення небезпечних вантажів на випадок настання негативних наслідків під час перевезення небезпечних вантажів не було визначено даного вантажу, що перевозиться, чим порушив вимоги розділу І п.п. 9.2. Правил дорожнього перевезення небезпечних вантажів."
    },

    "Свідоцтво про допущення транспортних засобів до перевезення визначених небезпечних вантажів": {
        "На ТО не було червоної полоси": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1263/30 в автоцистерні днз ,,,,, та на транспортній одиниці не було свідоцтво про допущення транспортних засобів до перевезення визначених небезпечних вантажів, чим порушив вимоги п. 8.1.2.2.а) ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів.",
        
        "На ТО не було оригіналу червоної полоси": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ ул.. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1263/30 в автоцистерні днз ,,,,, та на транспортній одиниці не було оригіналу свідоцтва про допущення транспортних засобів до перевезення визначених небезпечних вантажів, чим порушив вимоги п. 8.1.2.2.а) ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів."
    },

    "Свідоцтво ДОПНВ про підготовку водія": {
        "Не було на ТО свідоцтва ДОПНВ водія": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3274/338 в автоцистерні днз ,,,,, та на транспортній одиниці не було свідоцтва ДОПНВ про підготовку водія до перевезення небезпечних вантажів, чим порушив вимоги п. 8.1.2.2.b), 8.2.1.1. ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів.",
        
        "Не було відкрито категорії для перевезення НВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3274/338 в автоцистерні днз ,,,,, та на свідоцтві ДОПНВ водія не було позначки дозволу до перевезення в цистернах, чим порушив вимоги п. 8.1.2.2.b), 8.2.1.3. ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів.",
        
        "Не було відкрито категорії для перевезення НВ 1 класу": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 0476/1G в автоцистерні днз ,,,,, та не було позначки, яка дозволяє перевезення вантажів 1 класу, чим порушив вимоги п. 8.1.2.2.b), 8.2.1.3 ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів."
    },

    "Вантаж допущено до перевезення вантажу": {
        "Заборона перевезення НВ відповідно до таблиці А Глави 3.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 0021/1К на напівпричипі днз ,,,,, який заборонено перевозити відповідно до таблиці А глави 3.2. ДОПНВ, чим порушив вимоги розділу 1.1.2, глава 3.2. таблиця А ДОПНВ ."
    },

    "Транспортні засоби є придатними до перевезення небезпечних вантажів": {
        "Відсутнє буквене позначення ТЗ (EXII, EX III, FL, AT, MEMU) передбачене колонкою 14 таблиці А Глави 3.2 та підрозділом 9.1.1.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1203/33 в автоцистерні днз ,,,,, типи ТЗ відповідно до свідоцтва ТЗ про допущення до перевезення небезпечних вантажів відповідає типу АТ, чим порушив вимоги глави 3.2. таблиці А, п. 7.4.2 ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів.",
        
        "Перевантаження вибухової речовини відповідно до таблиці 7.5.5.2.1 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 0050/1.3G на напівпричипі днз ,,,,, тип ТЗ EXII, масою нетто 7000 кг вибухової речовини, більше ніж передбачено для цього типу ТЗ, чим порушив вимоги п.7.4.2., таблиці 7.5.5.2.1 ДОПНВ та розділу І п.п. 9.3. Правил дорожнього перевезення небезпечних вантажів."
    },

    "Положення з перевезення (навалом, в упаковках, у цистернах)": {
        "Витік НВ з зливної арматури": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та один з зливних вентилів не було заблоковано, зливна арматура не закрита гвинтовими пробками чи глухими фланцями , чим порушив вимоги п. 4.3.2.3.3. ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Залишки НВ на зовнішній поверхні": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та на зовнішній поверхні автоцистерни були залишки небезпечного вантажу, що перевозяться, чим порушив вимоги п. 4.3.2.3.5 ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "На порожній автоцистерні залишки НВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення порожньої неочіщенної автоцистерни днз,,,,, з останнім вантажем UN 1202/30 та на зовнішній поверхні автоцистерни були залишки небезпечного вантажу, що перевозяться, чим порушив вимоги п. 4.3.2.4.1. ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "На цистерні відсутня корозієстійка металева табличка (сертифікація)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3257/99 в автоцистерні днз ,,,,, та на автоцистерні не було в легкодоступному місці закріплено корозієстійкої металевої таблички (сертифікації), чим порушив вимоги п. 6.8.2.5.1 ДОПНВ та розділ ІІ підрозділ 10 п.1 Порядку перевірки цистерн для перевезення небезпечних вантажів.",
        
        "Відсутня табличка Оператора на автоцистерні передбачена п.6.8.2.5.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та на автоцистерні (чи на металевій табличці) не було відомостей про найменування власника, маси автоцистерни в порожньому стані, максимально допустима маса автоцистерни, чим порушив вимоги п. 6.8.2.5.2 ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Відсутня табличка Оператора на контейнер-цистерні передбачена п.6.8.2.5.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 на платформі днз ,,,,, в контейнер-цистерні на якій не було інформації найменування власника та оператора, місткість корпусу, маса тари, максимально допустима маса брутто, код цистерни відповідно до п. 4.3.4.1.3., чим порушив вимоги п. 6.8.2.5.2 ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Відсутня табличка Оператора на ТЗБ передбачена п.6.8.2.5.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1971/23 на платформі днз ,,,,, в транспортному засобі-батареї на якій не було найменування власника чи оператора, кількість елементів, загальна ємність елементів, і для транспортних засобів-батарей наповнюючи по масі: маса в порожньому стані, максимальна допустима маса, чим порушив вимоги п. 6.8.2.5.2 ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Відсутня табличка Оператора на БЕГК передбачена п.6.8.2.5.2 ДОПНВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1971/23 на платформі днз ,,,,, в БЕГК (МЕГК) на якій не було найменування власника чи оператора, кількість елементів, загальна ємність елементів, загальна ємність елементів, максимально допустима маса в завантаженому стані, код цистерни з указанням фактичного випробувального тиску, належне відвантажувальне найменування, в разі газів віднесених до позиції н.у.к., маса тари, чим порушив вимоги п. 6.8.2.5.2 ДОПНВ п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Залишки НВ на КСМБ відкриті вентилі, не закрита наливна кришка": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 на напівпричипі днз ,,,,, в КСМ у якого запірні вентилі були відкриті, відкрита наливна кришка, на КСМ знаходяться залишки небезпечного вантажу, що перевозиться , чим порушив вимоги п. 4.1.1.1 ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів."
    },
    
    "Навантаження, розміщення і кріплення вантажу": {
        "Водій відкрив упаковку з НВ в ТО": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 на напівпричепі днз ,,,,, в упаковках та відкрив упаковку, в якій знаходився небезпечний вантаж, чим порушив вимоги п. 7.5.7.5 ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Залишки (розлиття) НВ на підлогу ТЗ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 на напівпричепі днз ,,,,, в КСМ де на підлозі напівпричепа були залишки останнього вантажу 3077/90 , чим порушив вимоги п. 7.5.8.1. ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Перевезення НВ без очистки кузова ТО": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 2590/90 на причепі-самоскиді днз ,,,,, та не провів очистку кузова та завантажив небезпечний вантаж UN 1942/50, чим порушив вимоги п. 7.5.8.2. ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів."
    },
    
    "Маркування та знаки небезпеки": {
        "Відсутність знаків небезпеки на упаковках з НВ": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1133/30 на напівпричепі днз ,,,,, в упаковках на яких не було нанесено довговічного та розбірливого маркувального знаку номеру ООН, що відповідає даному вантажу, з попередніми йому літерами «UN», чим порушив вимоги п. 5.2.1.1 ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Знаки небезпеки нанесені на упаковках не відповідають вантажу що перевозиться": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1133/30 на напівпричепі днз ,,,,, в упаковках на яких було нанесено номер ООН та знаки небезпеки, які не відповідали даному вантажу, чим порушив вимоги п. 5.2.2.1.1 ДОПНВ та п. 4 Правил дорожнього перевезення небезпечних вантажів.",
        
        "Відсутність великих знаків небезпеки на автоцистерні": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та на зовнішній поверхні автоцистерни не було промарковано великими знаками небезпеки 3 класу по боках та позаду, чим порушив вимоги п. 5.3.1.4.1 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Великі знаки небезпеки на автоцистерні не витримали погодніх умов (відклеїлися)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та на зовнішній поверхні автоцистерни великі знаки небезпеки не витримали погодніх умов, а саме відклеїлися від дощу, чим порушив вимоги п. 5.3.1.1.1 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутність табличок оранжевого кольору на ТО": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1133/30 на напівпричепі днз ,,,,, та транспортна одиниця не була позначена табличками оранжевого кольору, чим порушив вимоги п. 5.3.2.1.1 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Невірне нанесення на ТОК ІНН та UN номеру": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1203/33 в автоцистерні днз ,,,,, та таблички оранжевого кольору спереду та позаду мали ідентифікаційний номер небезпеки 30 та номер ООН 1202, чим порушив вимоги п. 5.3.2.1.2 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Порожня неочищена автоцистерна: зняв ТОК, без очистки": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення порожньої неочіщенної автоцистерни з останнім вантажем UN 1202/30 та не пройшовши очистку (дегазація для газів) зняв таблички оранжевого кольору (закрив), чим порушив вимоги п. 5.3.2.1.7 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Цифри на ТОК не відповідають вимогам ДОПНВ, ржаві не чорного кольору": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 1202/30 в автоцистерні днз ,,,,, та цифри ідентифікаційного номеру небезпеки та номеру ООН були ржаві та мали коричневий колір, чим порушив вимоги п. 5.3.2.2.2 ДОПНВ, р. І п.12.1. Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР."
    },
    
    "Додаткове обладнання та засоби індивідуального захисту": {
        "Відсутні противідкатні пристрої": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці противідкатного пристрою, розмір якого відповідає максимальній масі транспортного засобу та діаметру коліс, чим порушив вимоги підрозділу 8.1.5.2 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутні знаки аварійної зупинки (мигаючи ліхтарі жовтого кольору чи конуси)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці знаків аварійної зупинки (конусів), чим порушив вимоги підрозділу 8.1.5.2 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутній сигнальний жилет для кожного члена екіпажу": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці сигнального жилету, чим порушив вимоги підрозділу 8.1.5.2 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутні захисні рукавички та засіб захисту очей": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці захисних рукавичок, які стійкі до вантажу, що перевозиться та засобу захисту очей (захисних окулярів), чим порушив вимоги підрозділу 8.1.5.2 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутня рідина для промивання очей (очіпромивочна рідина)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці рідини для промивання очей, чим порушив вимоги підрозділу 8.1.5.2 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутня лопата та дренажна пастка (покриття для каналізаційних колекторів)": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою м. Новомосковськ вул. Українська, 29 водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці лопати та покриття для каналізаційних колекторів, чим порушив вимоги підрозділу 8.1.5.3 ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Відсутність вогнегасників": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою Дніпропетровська обл.. Новомосковський р-н. а/д М-18 211 км водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці два переносних вогнегасника загальною масою 12 кг сухого порошку, чим порушив вимоги підрозділу 8.1.4.4. ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "Вогнегасники не опломбовані": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою Дніпропетровська обл.. Новомосковський р-н. а/д М-18 211 км водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці два переносних вогнегасника загальною масою 12 кг сухого порошку, які були опломбовані, чим порушив вимоги підрозділу 8.1.4.4. ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР.",
        
        "На вогнегасниках відсутня дата наступної перевірки": "(ЧЧ/ММ/РРРР) о 00 год 00 хв. за адресою Дніпропетровська обл.. Новомосковський р-н. а/д М-18 211 км водій П.І.Б. керував ТЗ ….. днз….. та здійснив перевезення небезпечного вантажу UN 3082/90 в автоцистерні днз ,,,, масою 15т та не мав на транспортній одиниці два переносних вогнегасника 12 кг сухого порошку на яких була відсутня дата наступної перевірки, чим порушив вимоги підрозділу 8.1.4.4. ДОПНВ, р. І п. 10.1 Правил дорожнього перевезення небезпечних вантажів та п. 22.5 ПДР."
    }
}