fabula_list = [
    # --- СТАТТЯ 121-2 КУпАП ---
    {
        "code": "1/121-2",
        "name":"пасажири",
        "legal_norm": "п. 21.1 ПДР, п. 90 Постанови КМУ № 176 від 18.02.1997",
        "fine":"170",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, перевозив пасажирів понад максимальну кількість, передбачену технічною характеристикою транспортного засобу, а саме з дозволених 18 сидячих місць та 7 стоячих місць, перевозив 30 пасажирів."
    },
    {
        "code": "2/121-2",
        "name":"зупинка",
        "legal_norm": "п. 15.1 ПДР, п. 25 Постанови КМУ № 176 від 18.02.1997",
        "fine":"255",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, виконав посадку/висадку пасажирів у непередбаченому маршрутом руху місці поза межами визначеної зупинки громадського транспорту."
    },
    {
        "code": "3/121-2",
        "name":"1 водій - 500км",
        "legal_norm": "п. 1.5 ПДР, ст. 35 ЗУ 'Про автомобільний транспорт'",
        "fine":"170",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, перевозив пасажирів на автобусному маршруті протяжністю понад п'ятсот кілометрів одним водієм."
    },

    # --- СТАТТЯ 121 ч. 2 КУпАП ---
    {
        "code": "2/121",
        "name":"різні шини",
        "legal_norm": "п. 31.4.5.г ПДР, ДСТУ 3649:2010 п. 6.3.1, ст. 29, 32, 33 ЗУ 'Про дорожній рух'",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, в якого на одну вісь транспортного засобу встановлено діагональні шини разом з радіальними, шини різних розмірів чи конструкцій, а також шини різних моделей з різними малюнками протектора (типами малюнків)."
    },
    {
        "code": "2/121",
        "name":"пошкодження шин",
        "legal_norm": "п. 31.1, 31.4.5.б ПДР, ДСТУ 3649:2010 п. 6.3.3",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, в якого на задній осі з правого боку встановлено колеса, шини яких мають місцеві пошкодження (порізи, розриви), що оголюють корд, а також відшарування та здутини протектора."
    },
    {
        "code": "2/121",
        "name":"лисий протектор",
        "legal_norm": "п. 31.1, 31.4.5.а ПДР, ДСТУ 3649:2010 п. 6.3.2",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, в якого на задній осі з лівого боку встановлено колеса, шини яких мають залишкову висоту малюнка протектора менше ніж 2,0 мм. Вимірювання проводилось за допомогою повіреного штангенциркуля №123456."
    },
    {
        "code": "2/121",
        "name":"розмір шин",
        "legal_norm": "п. 31.4.5.в ПДР, ст. 29, 32, 33 ЗУ 'Про дорожній рух'",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, в якого на задній осі встановлено колеса, шини яких за розміром не відповідають даній моделі транспортного засобу, а саме шини розміром 215-75-R17.5."
    },
    {
        "code": "2/121",
        "name":"болт, гайка",
        "legal_norm": "п. 31.1, 31.4.5.є ПДР, ДСТУ 3649:2010 п. 6.3.7",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю, а саме відсутній болт (гайка) кріплення диска коліс."
    },
    {
        "code": "2/121",
        "name":"тріщини на склі",
        "legal_norm": "п. 31.1 ПДР, ДСТУ 3649:2010 п. 6.8.5",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю, а саме на вітровому склі наявні сколи та тріщини в зоні роботи склоочисників."
    },
    {
        "code": "2/121",
        "name":"обмежена оглядовість",
        "legal_norm": "п. 31.1, 31.4.7.в ПДР, ДСТУ 3649:2010 п. 6.8.6",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, на вітровому склі якого встановлено додаткові предмети (сувеніри, іграшки, наклейки) або нанесено покриття, що обмежує оглядовість з місця водія і погіршує його прозорість."
    },
    {
        "code": "2/121",
        "name":"склообмивач",
        "legal_norm": "п. 31.1, 31.4.4.б ПДР, ДСТУ 3649:2010 п. 6.5.5",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю, а саме не працюють передбачені конструкцією транспортного засобу склообмивачі."
    },
    {
        "code": "2/121",
        "name":"ручнік",
        "legal_norm": "п. 31.1, 31.4.1.д ПДР",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю стоянкової гальмівної системи, яка при відключеному від трансмісії двигуні не забезпечує нерухомий стан ТЗ."
    },
    {
        "code": "2/121",
        "name":"ручнік, не замикає важіль",
        "legal_norm": "п. 31.1, 31.4.1.е ПДР, ДСТУ 3649:2010 п. 6.4.7.1",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю гальмівної системи, а саме не замикається важіль стоянкової гальмівної системи в робочому положенні."
    },
    {
        "code": "2/121",
        "name":"регулятор гальмівних сил",
        "legal_norm": "п. 31.1, 31.4.1.а ПДР, ДСТУ 3649:2010 п. 6.4.4",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з технічною несправністю гальмівної системи, а саме відключений (демонтований) регулятор гальмівних сил."
    },
    {
        "code": "2/121",
        "name":"ресора",
        "legal_norm": "п. 31.1, 31.3.а ПДР, ст. 29, 32, 33 ЗУ 'Про дорожній рух', ДСТУ 3649:2010 п. 5.1, 5.2",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, який переобладнаний з порушенням вимог стандартів і правил, а саме на задній підвісці встановлено з лівої сторони 13 листів ресор, а з правої — 12 листів ресор, що призвело до зміни повної маси, її розподілу по осях та зміни центру ваги, що не передбачено конструкцією."
    },
    {
        "code": "2/121",
        "name":"переобладнання сидіння",
        "legal_norm": "п. 31.1, 31.3.а ПДР, ДСТУ 3649:2010 п. 5.1, 5.2, ст. 29, 32, 33 ЗУ 'Про дорожній рух'",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, який переобладнаний з порушенням вимог правил і стандартів, а саме замість дозволених 19 місць для сидіння встановлено 22 місця для сидіння, що не передбачено конструкцією."
    },
    {
        "code": "2/121",
        "name":"ксеон",
        "legal_norm": "п. 31.1, 31.4.3.а, 31.4.3.г ПДР, ДСТУ 3649:2010 п. 6.1.6.3",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, який переобладно з порушенням вимог правил і стандартів, а саме у фари ближнього світла встановлено газорозрядні джерела світла (ксенон) без автоматичного коректора кута нахилу та пристрою очищення фар, що не відповідає типу даного світлового приладу."
    },
    {
        "code": "2/121",
        "name":"сині лампочки",
        "legal_norm": "п. 31.1, 31.4.3.а ПДР, ДСТУ 3649:2010 п. 6.1.5",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, у якого встановлено бічні габаритні ліхтарі синього кольору, що не відповідають вимогам конструкції транспортного засобу."
    },
    {
        "code": "2/121",
        "name":"тонування розсіювачів",
        "legal_norm": "п. 31.1, 31.4.3.ґ ПДР, ДСТУ 3649:2010 п. 6.1.2",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, на світлоповертальну поверхню зовнішніх світлових приладів якого нанесено покриття (тонування), що зменшує їх прозорість та змінює колір."
    },
    {
        "code": "2/121",
        "name":"покажчики, режим робити",
        "legal_norm": "п. 31.1, 31.4.3.а ПДР, ДСТУ 3649:2010 п. 6.1.7.4",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з порушенням режиму роботи покажчиків повороту, а саме частота проблисків становить більше ніж (90±30) за хвилину."
    },
    {
        "code": "2/121",
        "name":"молоточки, важіль, кнопки",
        "legal_norm": "п. 31.1, 31.4.7.г ПДР, ДСТУ 3649:2010 п. 6.8.8",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, у якому відсутній передбачений конструкцією пристрій відкриття аварійного виходу (молоточок/важіль)."
    },
    {
        "code": "2/121",
        "name":"аварійний вихід",
        "legal_norm": "п. 31.1, 31.4.7.г ПДР, ДСТУ 3649:2010 п. 6.8.8",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, у якому заблоковано аварійний вихід, позначений відповідними символами."
    },
    {
        "code": "2/121",
        "name":"підтікання",
        "legal_norm": "п. 31.1 ПДР, ДСТУ 3649:2010 п. 6.8.24",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з наявним підтіканням робочої рідини з системи змащення двигуна (трансмісії, системи охолодження)."
    },
    {
        "code": "2/121",
        "name":"підтікання, гідропідсилювач",
        "legal_norm": "п. 31.1 ПДР, ДСТУ 3649:2010 п. 6.2.1.4",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з наявним підтіканням робочої рідини в гідросистемі підсилювача кермового керування."
    },
    {
        "code": "2/121",
        "name":"ГБО",
        "legal_norm": "п. 31.1, 32.1.є ПДР, ст. 29, 32, 33 ЗУ 'Про дорожній рух', Постанова КМУ № 607 від 21.07.2010",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, який переобладнаний шляхом встановлення газобалонного обладнання (ГБО) без внесення відомостей до свідоцтва про реєстрацію ТЗ."
    },
    {
        "code": "2/121",
        "name":"сигнал",
        "legal_norm": "п. 31.1, 31.4.7.б ПДР, ДСТУ 3649:2010 п. 6.8.1",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з несправним звуковим сигналом."
    },
    {
        "code": "2/121",
        "name":"спідометр",
        "legal_norm": "п. 31.1, 31.4.7.г ПДР, ДСТУ 3649:2010 п. 6.8.10",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з несправним спідометром (або підсвіткою спідометра)."
    },
    {
        "code": "2/121",
        "name":"регулювання сидіння",
        "legal_norm": "п. 31.1, 31.4.7.г ПДР, ДСТУ 3649:2010 п. 6.8.8",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з непрацюючим механізмом регулювання положення сидіння водія."
    },
    {
        "code": "2/121",
        "name":"пошкоджені ремені безпеки",
        "legal_norm": "п. 31.1, 31.4.7.з ПДР, ДСТУ 3649:2010 п. 6.8.19",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з пошкодженими ременями безпеки (надриви лямок / нефіксація замка / несправність котушки)."
    },
    {
        "code": "2/121",
        "name":"відсутні ремені, підголівники",
        "legal_norm": "п. 31.1, 31.4.7.ж ПДР, ДСТУ 3649:2010 п. 6.8.18",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, у якому відсутні передбачені конструкцією ремені безпеки або підголівники."
    },
    {
        "code": "2/121",
        "name":"дзеркала заднього виду",
        "legal_norm": "п. 31.1, 31.4.7.а ПДР, ДСТУ 3649:2010 п. 6.8.1",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з відсутніми передбаченими конструкцією дзеркалами заднього виду (або сонцезахисними козирками)."
    },
    {
        "code": "2/121",
        "name":"бампер, бризковики",
        "legal_norm": "п. 31.1, 31.4.7.е ПДР, ДСТУ 3649:2010 п. 6.8.13",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з відсутнім передбаченим конструкцією бампером (або фартухами/бризковиками)."
    },
    {
        "code": "2/121",
        "name":"замки, двері",
        "legal_norm": "п. 31.1, 31.4.7.г ПДР, ДСТУ 3649:2010 п. 6.8.8",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, з несправними замками дверей кабіни (кузова) або приводом відчинення/зачинення дверей автобуса."
    },

    # --- ІНШІ СТАТТІ ---
    {
        "code": "3/121",
        "name":"ОТК",
        "legal_norm": "п. 31.3.б ПДР, ст. 35 ЗУ 'Про дорожній рух', Постанова КМУ № 137 від 30.01.2012",
        "fine":"340",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що використовується для надання послуг з перевезення пасажирів, який підлягає обов'язковому технічному контролю, але своєчасно його не пройшов."
    },
    {
        "code": "1/128",
        "name":"механік, несправний тз",
        "legal_norm": "п. 1.5 ПДР, ст. 12 п. 2 ЗУ 'Про дорожній рух'",
        "fine":"680",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 механік, будучи відповідальною особою, допустив випуск на маршрут руху автобуса BAZ (д.н.з. ВХ0220АВ) з технічною несправністю гальмівної системи (не замикає важіль стоянкового гальма). Постанова ДП18 №123456."
    },
    {
        "code": "1/129",
        "name":"медична довідка, механік",
        "legal_norm": "п. 1.5 ПДР, ст. 12 п. 2 ЗУ 'Про дорожній рух'",
        "fine":"425",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 механік допустив виїзд автобуса BAZ (д.н.з. ВХ0220АВ) під керуванням водія Іванова В.В. на маршрут, який не пройшов щозмінний передрейсовий медичний огляд."
    },
    {
        "code": "3/133-1",
        "name":"відхилення від маршруту",
        "legal_norm": "п. 1.5 ПДР, ст. 40 ЗУ 'Про автомобільний транспорт', п. 147 пп. 4 Постанови КМУ № 176 від 18.02.1997",
        "fine":"34",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом, що здійснює пасажирські перевезення, та відхилився від визначеного маршруту руху, не прибувши до кінцевої зупинки."
    },
    {
        "code": "8/133-1",
        "name":"позагаражне зберігання",
        "legal_norm": "п. 1.5 ПДР, ст. 21 ЗУ 'Про автомобільний транспорт'",
        "fine":"850",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій автобуса не забезпечив зберігання ТЗ, що використовується для пасажирських перевезень на комерційній основі, у спеціально пристосованому приміщенні (гаражі/стоянці)."
    },
    {
        "code": "11/133-1",
        "name":"повторно, позагаражне зберігання",
        "legal_norm": "п. 1.5 ПДР, ст. 21 ЗУ 'Про автомобільний транспорт'",
        "fine":"1360",
        "fabula_text": "25.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій автобуса не забезпечив зберігання ТЗ поза встановленими місцями стоянки, вчинивши це порушення повторно протягом року після притягнення до відповідальності від 18.08.2018 (постанова ДП18 №123456)."
    },
    {
        "code": "9/133-1",
        "name":"не пройшов лікаря/механіка",
        "legal_norm": "п. 1.5 ПДР, ст. 45 ЗУ 'Про дорожній рух', п. 147 пп. 12 Постанови КМУ № 176 від 18.02.1997",
        "fine":"510",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 водій керував автобусом та здійснював перевезення пасажирів, не пройшовши щозмінний передрейсовий медичний огляд та/або передрейсовий контроль технічного стану ТЗ."
    },
    {
        "code": "2/140",
        "name":"схема маршруту",
        "legal_norm": "п. 32.1 ПДР, Постанова КМУ № 278 від 07.05.2010",
        "fine":"510",
        "fabula_text": "18.08.2018 о 20 год 30 хв в м. Хмельницькому по вул. Свободи, 10 суб'єкт господарювання здійснював перевезення пасажирів за маршрутом 'Хмельницький-Волочиськ' без належного погодження маршруту руху з уповноваженим підрозділом Національної поліції."
    },
    {
        "code": "1/127-1",
        "name":"станція ОТК",
        "legal_norm": "п. 31.1 ПДР, ДСТУ 3649:2010 п. 6.8.5, Постанова КМУ № 137 від 30.01.2012",
        "fine":"Суд",
        "fabula_text": "18.08.2018 о 10 год 30 хв у м. Хмельницькому посадова особа в.о. директора ТОВ 'Техтрансконтроль' Блонський О.В. видав протокол ВМ123405 про технічну справність ТЗ з порушенням порядку перевірки (наявні тріщини вітрового скла в зоні склоочисників)."
    }
]